Revit 2024 API
GroupTypeId.StairTreads Property
 Treads.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId StairTreads { get; }
Visual Basic
Public Shared ReadOnly Property StairTreads As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairTreads {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace